Repository: wp-plugins/facebook-events-widget
Catalog: languages/fbevents-*.po
Languages: it_it

source: Display facebook events.
it_it: Mostra Eventi Facebook

source: Facebook Events
it_it: Eventi Facebook

source: Upcoming events
it_it: Prossimi Eventi

source: There are no upcoming events
it_it: Non ci sono eventi in programma

source: Past events
it_it: Eventi passati

source: There are no events
it_it: Non ci sono eventi

source: Title:
it_it: Titolo:

source: Get Facebook access token
it_it: Ottieni Facebook access token

source: <strong>ERROR:</strong> failed to get Facebook login url.
it_it: <strong>ERRORE:</strong> impossibile ottenere l’indirizzo di login a Facebook.

source: Maximum Events:
it_it: Eventi massimi:

source: Show future events only:
it_it: Mostra solo gli eventi futuri:

source: Adjust events times in hours:
it_it: Aggiusta l’ora degli eventi in ore:

source: Open events in new window:
it_it: Apri gli eventi in una nuova finestra:

source: Show calendar separators:
it_it: Mostra i separatori di calendario:

source: Fix events query:
it_it: Sistema la query degli eventi:

source: *To edit the style you need to edit the style.css file.
it_it: *Per modificare lo stile devi editare il file style.css.

source: Today
it_it: Oggi

source: Tomorrow
it_it: Domani

source: This Week
it_it: Questa settimana

source: This Month
it_it: Questo mese
